export const errors = {
  name: {
    tooShort: "Имя должно содержать больше 2-х символов",
    tooLong: "У нас больше нет символов ヽ(°□° )ノ",
    patternMismatch: "Ипользовать можно буквы и цифры, первый символ обязательно буква",
  },
  password: {
    tooShort: "Минимальное количество 8 символов",
    tooLong: "Не, ну это уже перебор",
    patternMismatch: "Используйте строчные и прописные латинские буквы, цифры",
  },
  email: {
    patternMismatch: "Неверный формат Email",
  },
  valueMissing: "Обязательное поле",
};
